<template>
  <section class="container">
    <ui-block>
      <div class="grid lg:grid-cols-5 gap-5">
        <ui-subtitle> команда</ui-subtitle>

        <div class="lg:col-span-4">
          <ui-title as="h2" size="big">
            Мы — команда, которой <br />
            не все равно
          </ui-title>
          <div class="grid lg:grid-cols-2 mt-5 lg:mt-10 gap-10">
            <ui-text as="p">
              Команда Динамики — это инициативные и вовлеченные люди, которые не
              боятся сложных задач и готовы к реализации масштабных проектов. У
              нас нет новичков, только квалифицированные специалисты с опытом
              работы от 5 лет в сфере электротехнической продукции и
              проектирования. 
            </ui-text>
            <ui-text as="p">
              Мы — знаем, что в нашей сфере нет мелочей, поэтому внимательно
              относимся ко всему, включая документы — бережем все стандарты,
              сертификаты и паспорта.
            </ui-text>
          </div>
        </div>
      </div>
    </ui-block>
  </section>
</template>
